[
      {
        "id": 1,
        "title": "Birthday Party",
        "image": "https://i.ibb.co/hmbhNFB/birthday-banner.jpg",
        "image2": "https://i.ibb.co/RQVyb3Z/birthday-1.jpg",
        "image3": "https://i.ibb.co/D8rJXjh/birthday-2.jpg",
        "image4":  "https://i.ibb.co/hyttnfC/birthday-3.png",
        "description": "Celebrate life's milestones with our Birthday Bliss service. We believe that birthdays are more than just another year added to your life; they are a time to create cherished memories with loved ones. Our expert event planners are dedicated to making your birthday celebration an unforgettable experience.\n\nWhether you're planning an intimate gathering with close friends or a grand extravaganza, we've got you covered. Our team will work closely with you to understand your vision, ensuring that every detail aligns with your idea of the perfect birthday bash.\n\nChoose from a wide range of themes and decor options to suit your style, from elegant and sophisticated to fun and whimsical. We'll assist you in selecting the ideal venue, taking into consideration your guest list and the atmosphere you desire. Our catering services offer delectable menus that can be customized to your dietary preferences and requirements.\n\nEntertainment is a key part of any birthday party, and we offer a variety of options to keep your guests entertained. From live bands and DJs to interactive games and activities, we'll create an experience that your guests will talk about for years to come.\n\nDon't stress about invitations, guest lists, or party favors – we've got those covered too. Our goal is to take the hassle out of planning so that you can enjoy your special day to the fullest. Contact us today to start planning the birthday celebration of your dreams!",
        "price": "$1,500 - $5,000",
        "special_features1": "Customized themes", 
        "special_features2": "Entertainment options", 
        "special_features3": "Cake and catering", 
        "special_features4": "Decorations and invitations"
      },
      {
        "id": 2,
        "title": "Dream Wedding",
        "image": "https://i.ibb.co/FhcQdpY/weeding-banner.jpg",
        "image2":  "https://i.ibb.co/2c99kDy/weeding-2.jpg",
        "image3":"https://i.ibb.co/t2xGnjd/weeding-3.jpg",
        "image4":  "https://i.ibb.co/17RpZC9/weeding-4.jpg",
        "description": "Make your dream wedding a reality with our comprehensive Dream Wedding service. Your wedding day is one of the most significant moments in your life, and we're dedicated to making it absolutely perfect in every way.\n\nOur experienced team of wedding planners understands the significance of this day, and we're here to ensure that every detail is executed flawlessly. From the moment you say 'yes' to the final dance of the evening, we'll be by your side to bring your vision to life.\n\nSelecting the perfect venue is one of the first steps in planning your wedding. We offer a curated list of stunning venues, each with its own unique charm and ambiance. Whether you dream of an elegant ballroom affair, a rustic outdoor celebration, or an intimate beach wedding, we'll help you find the ideal setting.\n\nFood is another essential element of a memorable wedding, and our catering services are second to none. Choose from a range of gourmet menus that can be customized to your tastes and dietary requirements. We also offer expert guidance on selecting the perfect wine and beverage pairings to complement your meal.\n\nFloral arrangements, decor, and entertainment are all integral to creating a wedding that reflects your style and personality. Our team works with talented florists, decorators, and entertainers to ensure that every aspect of your wedding is nothing short of spectacular.\n\nPhotography and videography are essential to capturing the beauty and emotion of your wedding day. We work with the finest photographers and videographers to provide you with lasting memories that you'll cherish forever.\n\nYour wedding is a unique reflection of your love story, and we're here to make it extraordinary. Contact us today to begin the journey toward your perfect dream wedding.",
        "price": "$10,000 - $50,000",
        "special_features1": "Venue selection",
        "special_features2": "Catering and bar services",
        "special_features3":  "Floral arrangements",
        "special_features4": "Photography and videography"
 
      },
      {
        "id": 3,
        "title": "Anniversary Affair",
        "image": "https://i.ibb.co/djY7ycg/anniversary-banner.jpg",
        "image2": "https://i.ibb.co/f0zcr85/anniversary-1.jpg",
        "image3": "https://i.ibb.co/NFkbJQz/anniversary-2.jpg",
        "image4": "https://i.ibb.co/XXYtKKD/anniversary-3.jpg",
  
        "description": "Mark another year of love and togetherness with our Anniversary Affair service. Anniversaries are a time to celebrate the beautiful journey you've embarked on as a couple. Whether it's your first anniversary or a milestone celebration, we're here to help you create unforgettable memories.\n\nOur expert event planners specialize in crafting anniversary parties that reflect your unique love story. We'll work closely with you to understand your preferences and vision, ensuring that every element of your celebration is meaningful and significant.\n\nChoose from a variety of themes and decor options to set the mood for your anniversary affair. From romantic and intimate settings to lively and vibrant atmospheres, we'll transform your venue into a space that resonates with your love.\n\nOur catering services offer a range of delectable menus to delight your guests. We can customize the menu to suit your culinary preferences, ensuring that every dish is a culinary masterpiece.\n\nEntertainment is a key component of any anniversary celebration, and we offer a wide selection of options. From live music and DJs to heartfelt toasts and speeches, we'll help you create moments that will warm your heart.\n\nDon't worry about the details; we've got you covered. From invitations to guest lists and party favors, we'll take care of all the logistics so that you can focus on celebrating your love. Contact us today to begin planning your perfect anniversary affair!",
        "price": "$1,800 - $6,000",
        "special_features1": "Romantic themes",
        "special_features2":  "Live music and entertainment",
        "special_features3": "Dining and beverage options",
        "special_features4": "Customized decor"
 
      },
      {
        "id": 4,
        "title": "Housewarming Happening",
        "image": "https://i.ibb.co/0m0bxwQ/housewarming-banner.jpg",
        "image2": "https://i.ibb.co/64jdT8s/housewarming-1.jpg",
        "image3": "https://i.ibb.co/3WpTcBF/housewarming-2.jpg",
        "image4":"https://i.ibb.co/wNqw93y/housewarming-3.jpg",
 
        "description": "Welcome friends and family to your new home with our Housewarming Happening service. Moving into a new house is a significant milestone, and what better way to celebrate than by sharing the joy with loved ones?\n\nOur dedicated event planners are here to help you create the perfect housewarming party. We'll work closely with you to understand your vision and preferences, ensuring that every detail aligns with your idea of a warm and welcoming gathering.\n\nChoose from a variety of housewarming themes and decor options to set the tone for your celebration. From cozy and casual to elegant and stylish, we'll transform your home into a space that reflects your personality.\n\nOur catering services offer a delectable array of menus that can be customized to your tastes and dietary requirements. Whether you prefer a buffet, a barbecue, or a gourmet meal, we've got it covered.\n\nEntertainment is an essential part of any housewarming party, and we offer a range of options to keep your guests engaged. From interactive games and activities to live music and more, we'll create an atmosphere of joy and celebration.\n\nDon't worry about the details; we'll take care of everything from invitations and guest lists to party favors and more. Your housewarming party should be a stress-free and joyful occasion. Contact us today to start planning your Housewarming Happening!",
        "price": "$800 - $2,500",
        "special_features1": "Invitations and guest list management",
        "special_features2":  "Home decor and setup",
        "special_features3": "Catering and drinks",
        "special_features4": "Games and activities"
          
 
      },
      {
        "id": 5,
        "title": "Promotion Party",
        "image": "https://i.ibb.co/ZLKTgkw/promotion-party.jpg",
        "image2": "https://i.ibb.co/y4y0mkr/promotion-2.jpg",
        "image3":  "https://i.ibb.co/NWQRzw1/promotion-1.jpg",  
        "image4":  "https://i.ibb.co/NWQRzw1/promotion-1.jpg",  
  
        "description": "Celebrate your career success with our Promotion Party Extravaganza service. Your promotion is a significant achievement, and it's time to share your joy with colleagues, friends, and family.\n\nOur expert event planners are dedicated to making your promotion party a memorable and meaningful event. We understand the importance of this milestone in your professional life, and we'll ensure that every detail is executed flawlessly.\n\nSelecting the perfect venue is one of the first steps in planning your promotion party. We offer a curated list of venues that can accommodate your guest list and desired atmosphere. Whether you prefer a formal setting or a more casual ambiance, we've got options to suit your preferences.\n\nFood and beverages are essential elements of any celebration, and our catering services are designed to impress. Choose from a variety of menus that can be customized to your taste, and let us handle the rest, from presentation to service.\n\nEntertainment is a key part of a successful promotion party, and we offer a range of options to suit your style. From live music and DJs to engaging activities, we'll create an atmosphere of celebration and camaraderie.\n\nDon't worry about the details; we'll take care of invitations, guest lists, and all the logistics. Your promotion party should be a stress-free and enjoyable experience. Contact us today to begin planning your Promotion Party Extravaganza!",
        "price": "$1,200 - $4,000",
        "special_features1": "Corporate event planning",
        "special_features2": "Customized branding",
        "special_features3": "Catering and cocktail services",
        "special_features4": "Audiovisual setup"
          
 
      },
      {
        "id": 6,
        "title": "Holiday Happening",
        "image": "https://i.ibb.co/Wzb06mk/holiday-banner.jpg",
        "image2": "https://i.ibb.co/KWqCg8H/holiday-1.jpg",
        "image3": "https://i.ibb.co/vdsWGkw/holiday-2.png",
        "image4": "https://i.ibb.co/prKz6WY/holiday-3.png",
 
        "description": "Celebrate the holiday season in style with our Holiday Happening service. The holidays are a time for joy, gratitude, and togetherness, and we're here to help you create a festive and memorable celebration.\n\nOur expert event planners specialize in holiday-themed events that bring the magic of the season to life. Whether you're hosting a corporate holiday party, a family gathering, or a community event, we've got you covered.\n\nChoose from a variety of holiday-themed decorations and decor options to create a winter wonderland or a cozy holiday atmosphere. We'll transform your venue into a space that embodies the spirit of the holidays.\n\nOur catering services offer a delectable array of holiday menus that can be customized to your tastes and dietary requirements. From traditional holiday feasts to unique and festive culinary creations, we'll ensure that your guests enjoy a memorable holiday meal.\n\nEntertainment is a key part of any holiday celebration, and we offer a range of options to create a festive atmosphere. From holiday music and live entertainment to seasonal activities, we'll infuse your event with the magic of the holidays.\n\nDon't worry about the details; we'll take care of invitations, guest lists, and all the logistics. Your holiday celebration should be a stress-free and joyful occasion. Contact us today to start planning your Holiday Happening!",
        "price": "$2,000 - $8,000",
        "special_features1": "Holiday-themed decorations",
        "special_features2": "Santa Claus appearance",
        "special_features3": "Holiday music and entertainment",
        "special_features4": "Gourmet holiday catering"
      },
      {
        "id": 7,
        "title": "Graduation Ceremony",
        "image": "https://i.ibb.co/647MLhS/graduation-banner.jpg",
        "image2": "https://i.ibb.co/8mxGqCw/graduation-1.jpg",
        "image3": "https://i.ibb.co/s9yf2Mk/graduation-2.jpg",
        "image4": "https://i.ibb.co/c3fKCKY/graduation-3.jpg",
 
        "description": "Honor your academic achievements with our Graduation Gala service. Graduating is a significant milestone in your educational journey, and it deserves to be celebrated in style.\n\nOur expert event planners specialize in creating memorable graduation celebrations that reflect your accomplishments and aspirations. We'll work closely with you to understand your vision, ensuring that every detail aligns with your idea of the perfect graduation gala.\n\nSelecting the perfect venue is one of the first steps in planning your graduation party. We offer a curated list of venues that can accommodate your guest list and desired ambiance. Whether you prefer a formal setting or a more relaxed atmosphere, we've got options to suit your preferences.\n\nFood and beverages are essential elements of any celebration, and our catering services are designed to impress. Choose from a variety of menus that can be customized to your taste, and let us handle the rest, from presentation to service.\n\nEntertainment is a key part of a successful graduation party, and we offer a range of options to suit your style. From live music and DJs to engaging activities, we'll create an atmosphere of celebration and achievement.\n\nDon't worry about the details; we'll take care of invitations, guest lists, and all the logistics. Your graduation gala should be a stress-free and enjoyable experience. Contact us today to begin planning your Graduation Gala!",
        "price": "$1,200 - $4,500",
        "special_features1": "Customized graduation themes",
        "special_features2": "Photography and video coverage",
        "special_features3": "Dining and dessert options",
        "special_features4":  "Entertainment and games"
      },
      {
        "id": 8,
        "title": "Naming Ceremony",
        "image": "https://i.ibb.co/VwVLHrv/nameing-party-banner-1.jpg",
        "image2": "https://i.ibb.co/cX7CRzw/nameing-patry-2.jpg",
        "image3":  "https://i.ibb.co/gZ1QHBK/nameing-party-3.jpg",
        "image4": "https://i.ibb.co/0BY7NTd/nameing-party-4.jpg",
  
        "description": "Celebrate the arrival of a new family member with our Naming Ceremony service. Welcoming a newborn into your family is a joyous occasion, and it deserves to be marked with a meaningful and heartfelt ceremony.\n\nOur expert event planners specialize in creating naming ceremonies that honor your traditions and values. We'll work closely with you to understand your preferences and cultural significance, ensuring that every detail aligns with your idea of the perfect naming ceremony.\n\nChoose from a variety of naming ceremony rituals and decor options to create a ceremony that is meaningful to your family. From traditional customs to modern celebrations, we'll assist you in crafting a memorable event.\n\nOur catering services offer a range of menus that can be customized to your tastes and dietary requirements. Whether you prefer a lavish feast or a more intimate gathering, we'll ensure that your guests enjoy a delicious meal.\n\nPhotography and videography are essential to capturing the beauty and emotion of your naming ceremony. We work with talented professionals to provide you with lasting memories that you'll cherish forever.\n\nDon't worry about the details; we'll take care of invitations, guest lists, and all the logistics. Your naming ceremony should be a stress-free and meaningful occasion. Contact us today to begin planning your Naming Ceremony!",
        "price": "$900 - $3,500",
        "special_features1": "Naming ceremony rituals",
        "special_features2":  "Decorative baby naming certificates",
        "special_features3":  "Catered reception",
        "special_features4": "Photography and videography"
 
      }
]
  